recorded-resources/_http___tempuri_org_xml_0_.3

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/"><s:Body><RequestVersion Version="2" MinorVersion="2" xmlns="http://schemas.microsoft.com/sharepoint/soap/" /><RequestCollection CorrelationId="{65C0FECD-1F15-4A61-8D9E-FD374FE6C505}" xmlns="http://schemas.microsoft.com/sharepoint/soap/"><Request Url="https://tricentisgmbh-my.sharepoint.com/personal/a_nguyen_tricentis_com/Documents/Andy @ TRICENTIS/Open Notebook.onetoc2" UseResourceID="false" UserAgent="{C0CB16F5-25EC-43C4-8AA5-C3A51132542A}" UserAgentClient="msone" UserAgentPlatform="win" Build="16.0.16227.3818" RequestToken="1"><SubRequest Type="EditorsTable" SubRequestToken="1"><SubRequestData EditorsTableRequestType="LeaveEditingSession" ClientID="{DDAACD9D-E90E-42F6-B2D9-B510F35091D9}" /></SubRequest></Request></RequestCollection></s:Body></s:Envelope>